{ "intents": [
    {
        "intent": "tunggu",
        "utterances": ["tunggu",
            "tunggu sebentar",
            "harap tunggu",
            "bisakah menunggu",
            "sebentar",
            "bentar",
            "tunggu",
            "boleh minta waktu sebentar",
            "tunggu ya",
            "bentar ",
            "tunggu sebentar",
            "tunggu bentar",
            "tunggu",
            "tunggu bentar",
            "maaf tunggu sebentar ya",
            "tunggu ya",
            "bisakah menunggu sebentar",
            "sebentar ya",
            "mohon tunggu sebentar",
            "mohon tunggu ya",
            "harap ditunggu sebentar",
            "minta waktu sebentar ya"
        ],
        "answers": ["Oke, admin tunggu ya."]
    },  {
        "intent": "SelamatTinggal",
        "utterances": [
            "oke sampai jumpa lagi",
            "saya harus pergi",
            "terima kasih infonya",
            "terimakasih infonya",
            "terima kasih sudah membantu",
            "terimakasih sudah membantu",
            "terima kasih",
            "terimakasih",
            "makasih",
            "makasih untuk infonya",
            "terima kasih bantuannya",
            "makasih buat bantuannya",
            "makasih sudah membantu",
            "terima kasih infonya, sangat membantu",
            "sangat membantu",
            "makasih bantuannya",
            "terima kasih bantuannya",
            ""
        ],
        "answers": ["Terima kasih sudah menggunakan aplikasi GovIT. Semoga membantu ya"]
    }, {
        "intent": "service.membuat",
        "utterances": ["cara membuat",
            "syarat membuat",
            "saya ingin membuat",
            "prosedur buat ",
            "persyaratan membuat ",
            "bagaimana cara membuat ",
            "Syarat buat",
            "Persyaratan untuk membuat apa saja ya",
            "Bagaimana Prosedur Pembuatan $",
            "Jika ingin membuat $, persyaratan apa saja yang harus saya penuhi?",
            "Halo, saya ingin membuat $, syarat yang diperlukan apa saja ya?",
            "persyaratan apa yang harus saya lengkapi untuk pembuatan ",
            "saya ingin membuat",
            "proses pembuatan",
            "prosedur bikin",
            "prosedur membuat ",
            "bagaimana prosedur membuat ",
            "Apa yang harus saya persiapkan untuk membuat ",
            "Saya ingin membuat",
            "Permisi pak, apa saja persyaratan pembuatan",
            "Saya ingin membuat , persyaratan apa saja yang diperlukan",
            "Saya ingin membuat , persyaratan dan dokumen penunjang apa yang diperlukan?",
            "persyaratan apa yang harus saya lengkapi untuk pembuatan"
        ],
        "answers": ["Untuk persyaratan pembuatan KTP, pastikan usiamu minimal 17 tahun ya.\nAdapun berkas yang perlu disiapkan, yaitu:\n1. Surat Pengantar RT/RW\n2. Fotokopi KK\n3.Fotokopi Akta Kelahiran\n4. Surat keterangan pindah dari kota asal jika Anda bukan warga asli setempat\n5. Surat keterangan pindah dari luar negeri, dan surat ini harus diterbitkan oleh Instansi Pelaksana jika Anda datang dari luar negeri karena pindah.\nKemudian Anda bisa datang langsung ke kantor kecamatan domisili Anda dengan membawa berkas-berkas di atas untuk diserahkan kepada petugas kecamatan dan melakukan pengambilan pas foto dan sidik jari. Setelah proses tersebut selesai, Anda akan diberikan surat pengantar yang akan digunakan untuk mengambil e-KTP nanti. Tunggu maksimal 14 hari kerja untuk memperoleh e-KTP."]
    },{
        "intent": "service.update",
        "utterances": ["saya warga pindahan dan mau memperbarui ",
            "saya warga pindahan dan mau memperbarui , bagaimana memperbaruinya",
            "memperbarui info di $ saya",
            "mau memperbarui $ saya",
            "saya ingin membuat kembali  ",
            "saya ingin memperbarui $ karena ada yang berubah, bagaimana caranya",
            "persyaratan memperbarui $",
            "prosedur memperbarui $",
            "membuat kembali",
            "memperbarui $",
            "cara memperbarui $",
            "prosedur memperbarui $ gimana ya",
            "memperbaruinya",
            "memperbarui"
        ],
        "answers": ["Untuk memperbarui informasi di e-KTP, Anda perlu menyiapkan e-KTP yang lama dan dokumen pendukung untuk data yang akan diubah seperti:\n-Surat nikah/putusan pengadilan untuk ganti status perkawinan\n-Surat keterangan RT/RW untuk pindah alamat domisili. Bisa diurus hingga tingkat kelurahan.\n-Ijazah, jika ingin menambah gelar\n-Surat keterangan dari instansi untuk mengubah status pekerjaan\n-Akta kelahiran\n-Fotokopi salinan surat keterangan dari pemuka agama untuk mengubah data agama jika ada perbedaan data.\nKemudian Anda dapat membawa berkas-berkas tadi ke Dinas Kependudukan dan Pencatatan Sipil (Dukcapil), beberapa wilayah sudah bisa diurus di tingkat kelurahan tempat domisili Anda. Setelah petugas memperoleh persyaratan yang diperlukan, petugas akan memberikan resi untuk pengambilan e-KTP nanti. Tunggu maksimal 14 hari kerja untuk memperoleh e-KTP baru dengan membawa e-KTP lama, KK, dan resi."]
    },{
        "intent": "service.hilang",
        "utterances": [
            "saya telah kehilangan $, apakah saya dapat membuat $ kembali",
            "$ telah hilang",
            "saya telah kehilangan $",
            "saya ingin membuat $ kembali karena $ lama sudah hilang",
            "$ lama saya hilang dan saya ingin membuat kembali. bagaimana cara mengurusnya",
            "persyaratan yang diperlukan untuk mengurus $ yang hilang",
            "prosedur mengurus $ yang hilang",
            "mengurus $ yang hilang",
            "ngurus $ yang hilang",
            "ngurusin $ yang hilang",
            "$ hilang",
            "$ yang hilang",
            "kehilangan $",
            "saya kehilangan $"
        ],
        "answers" : ["Untuk mengurus e-KTP yang hilang, terdapat beberapa langkah yang perlu dilakukan, yaitu:\n1. Datang ke kantor kepolisian terdekat untuk membuat laporan kehilangan KTP dan meminta untuk dibuatkan surat keterangan kehilangan. Jika ada, bawa fotokopi KTP yang hilang untuk ditunjukkan di kantor polisi.\n2. Membuat surat pengantar dari RT dan RW di lingkungan tempat tinggal kita, lengkap dengan stempel RT/RW dan tanda tangan ketua RT/RW.\n3. Selanjutnya ke kantor kelurahan atau balai desa dengan membawa berkas-berkas yang telah dibuat sebelumnya, antara lain Surat Keterangan Kehilangan E-KTP dari kepolisian, surat pengantar dari RT/RW, Pas foto ukuran 3×4 sebanyak 2 lembar dan fotokopi KTP yang hilang jika ada.\n4. Pihak kelurahan akan memberikan surat pengantar dan formulir permohonan E-KTP baru untuk dibawa ke kantor kecamatan.\n5. Setelah urusan di kantor kelurahan beres, tahap berikutnya adalah datang ke kantor kecamatan atau dinas kependudukan, dengan membawa dokumen-dokumen persyaratan penerbitan ulang E-KTP menggantikan E-KTP yang hilang berupa: Pas foto ukuran 4×6 sebanyak 2 lembar, Fotokopi KK (Kartu Keluarga), Fotokopi e-KTP yang hilang (jika ada), Surat pengantar dari kelurahan, Formulir permohonan E-KTP baru dari kelurahan.\n5. Semua berkas persyaratan tersebut akan diperiksa dan diverifikasi oleh petugas kantor kecamatan. Lamanya proses pembuatan E-KTP baru sebagai pengganti KTP yang hilang sekitar 7 hari kerja. Jika sudah jadi, pemilik E-KTP wajib mengambil sendiri dengan mendatangi kantor kecamatan. Tidak boleh diwakilkan karena kantor kecamatan memerlukan verifikasi sidik jari pemilik e-KTP tersebut."]
    }]
}